/*
 * Copyright 2010 Facebook
 *
 * Licensed under the Apache License, Version 2.0 (the "License");
 * you may not use this file except in compliance with the License.
 * You may obtain a copy of the License at
 *
 *    http://www.apache.org/licenses/LICENSE-2.0
 *
 * Unless required by applicable law or agreed to in writing, software
 * distributed under the License is distributed on an "AS IS" BASIS,
 * WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 * See the License for the specific language governing permissions and
 * limitations under the License.
 */

/* FBError (aka FBE) */
"FBE:ReconnectApplication" = "请重新登录本应用来重新连接 Facebook 账户。";
"FBE:PasswordChangedDevice" = "您的 Facebook 密码发生了变化。打开 设置 > Facebook 并点击您的名字来确认密码。";
"FBE:PasswordChanged" = "您的 Facebook 密码发生了变化。请重新登录本应用来重新连接 Facebook 账户。";
"FBE:WebLogIn" = "您的 Facebook 账户被锁了。请登录 www.facebook.com 以继续。";
"FBE:AppNotInstalled" = "请重新登录本应用来重新连接 Facebook 账户。";
"FBE:GrantPermission" = "本应用无权限。重新登录本应用来改变权限设置。";
"FBE:Unconfirmed" = "您的 Facebook 账户被锁了。请登录 www.facebook.com 以继续。";
"FBE:OAuthDevice" = "想要在本应用中使用 Facebook 账户，打开 设置 > Facebook，并确认本应用已经被开启。";
"FBE:DeviceError"= "发生了一些问题。请确认您已经连接了网络并重试。";
